app.controller('cmArticleCtrl', ['$scope', function ($scope) {
    $scope.articles = [
        {
            title: 'Емоционалната интелигентност',
            img: '5.jpg',
            content:
            'Неотменна съдба ли е коефициента на интелигентност? Май не чак толкова, колкото си мислим. Изглежда, нашият възглед за интелекта е ' +
            'твърде тесен и пренебрегва жизненоважен набор от способности, които са от изключително значение за това как се справяме в живота. ' +
            'Коефицентът на интелигентност далеч не е единственият елемент, който определя съдбата на хора с приблизително еднакви перспективи, ' +
            'образование и възможности. Емоционалната интелигентност е набор от различни умения, които подобряват качеството на живота ни. Сред тези умения са: ' +
            'да мотивираш себе си;    да проявяваш постоянство в трудни моменти;    да контролираш импулсите и да отлагаш възнаграждението за усилията си;    ' +
            'да регулираш настроенията си и да не позволяваш тревогата да пречи на мисленето;  да проявяваш съпричастност и емпатия;  ' +
            'да се овладява чувството за „фалит“ и „вина“;    възможност за възстановяване след жизнени кризи;    ' +
            'да се търси и приема помощ и емоционална подкрепа от обкръжението;    да се поема отговорност;    да се приема различното в другите, без да се съди;    ' +
            'добро чувство за реалност и умение да се спечели максимално от ситуацията;    умение да се приемат лимитирани рискове;    ' +
            'умение да се гледа на живота като опит, обучение, в което може да се спечелят награди;    ' +
            'способност за установяване и поддържане на задоволителни отношения с другите;    умение да изразяваме цялата гама от емоционалността на човек.        ' +
            'Макар детството да е критичният период за нейното формиране, емоционалната интелигентност в никакъв случай не е определена с раждането. ' +
            'Тя може да бъде подхранвана и укрепвана през целия живот- с непосредствени ползи за нашето здраве, за връзките ни и за работата ни.        ' +
            'Скоро приключих с работата си като педагогически съветник в училище. Там имаше деца, които са постигнали изключително високи успехи в обучението. ' +
            'Направи ми впечатление факта, че някои от тях изпитваха затруднения в общуването, и то най-вече с техните връстници. ' +
            'В книгата си „Емоционалната интелигентност“ Даниъл Голман ги нарича „послушните“ - хората, които знаят как да се развиват в рамките на системата. ' +
            'Само че тези отличници се изправят пред същите изпитания, през които сме преминали и всички ние. ' +
            'Самото понятие за отличник, означава просто човек, който е изключително добър в онова, което се измерва с оценки. ' +
            'Нямаме никаква представа обаче как ще реагира той на превратностите на съдбата.        ' +
            'Точно в това е проблемът: академичната интелигентност не дава никаква подготовка за вихъра на житейските трудности, нито пък за възможностите, ' +
            'които получаваме благодарение на тях. И въпреки че прословутият коефициент на интелигентност не е гаранция за просперитет, ' +
            'престиж и щастие, нашите училища и цялата ни култура са се вторачили в академичните способности, ' +
            'оставяйки без никакво внимание емоционалната интелигентност. Емоционалният ни живот е предмет, който също като математиката или четенето, ' +
            'може да се упражнява с повече или по-малко умение и изисква свой собствен пакет от способности. ' +
            'А възможността ни да се справяме с такива предизвикателства играе основна роля в това, да разберем защо един процъфтява, ' +
            'а друг- уж със същия интелект- се проваля безславно. Емоционалните способности са от по-висок порядък и определят как точно ' +
            'ще използваме всички други умения, с които разполагаме- включително и чистия интелект.        Кога започва емоционалното обучение?        ' +
            'Още с първите мигове и продължава през цялото детство. Всяка малка проява на общуване между родител и дете има свой емоционален подтекст и ' +
            'с повтарянето на тези послания година след година, децата оформят основната си емоционална настройка и способности. ' +
            'Ако малко момиченце се затрудни с някой пъзел и помоли заетата си майка за помощ, то ще усвои едно, ако майката откликне с удоволствие, ' +
            'и съвсем друго, ако единственият отговор е някое сопнато „не ме занимавай, имам си по-важна работа“. ' +
            'Когато подобни разговори станат типични за децата и родителите им, те се превръщат в основен фактор, моделиращ емоционалните очаквания на ' +
            'децата по отношение на връзките им с околните, които на свой ред определят действията им във всички области на живота.        ' +
            'По-обичайните изпитания в детството, например хроничната липса на внимание или нежност от страна на родителите, изоставянето, ' +
            'загубата, социалното отхвърляне, може никога да не достигнат емоционалното равнище на пряката травма, ' +
            'но със сигурност слагат отпечатъка си върху емоционалния мозък (лимбичната система) и поражда проблеми, сълзи и гняв в интимните връзки по-късно.        ' +
            'Именно в уменията ни да се справяме с болезнените си реакции се проявява емоционалната интилигентност.'
        },

        {
            title: 'Паническо разстройство',
            img: '4.jpg',
            content:
            'Друго често давано наименование на паническото разстройство е страхова невроза. Статистиката показва, че 15 на всеки 1000 души ' +
            'развиват такова разстройство в даден период от живота си. Най-общо симптомите са следните: сърцебиене, световъртеж, задушаване, ' +
            'изтръпнали крайници, болки в гърдите, дискомфорт или тежест, гадене, топли и студени вълни, съпроводени със страх от смърт, ' +
            'загуба на контрол и полудяване. Това се случва на пациента в момент без конкретна причина, което го кара да се страхува от самия страх и ' +
            'неочакваната му поява. Страхът е нормална човешка реакция. При паническа атака той придобива изключителни размери и прави човека неадекватен. ' +
            'Но не всеки, а само онези, които надценяват потребността от сигурност. Някои хора не се страхуват от новото, от неизвестното, ' +
            'от промяната и преживяват несигурността като нещо обикновено. Други, които надценяват потребността от сигурност и контрол над ситуацията, ' +
            'представляват податлив терен за паническо разстройство. Звучи парадоксално, но смъртта е хем най-неизвестното и ' +
            'в този смисъл най-несигурното нещо в живота, хем е най-сигурното. Има хора, които за да избягат от мисълта за нея, ' +
            'направо забравят за съществуването ѝ. Те се опитват да се обградят с конкретности, защото конкретните и познати неща подлежат на контрол. ' +
            'По този начин страхът от смъртта, който се крие зад страха от новото и промяната, напомнящи смъртта, води до блокиране на живота. ' +
            'За такива хора е трудно, почти невъзможно да вземат решения, особено такива, които ще променят до известна степен живота им.' +
            'Всички носим в себе си този страх от смъртта, както и желанието за трайност и безсмъртие. Но има характери, при които е по-силно изразен. ' +
            'Те са сред най-честите жертви на паническото разстройство. Неслучайно първите атаки на паника при тях се появяват след ' +
            'някакъв край- смърт на близък, раздяла, загуба на нещо важно, женитба, смяна на местоживеенето и работата, преживяна катастрофа и др. ' +
            'А всичко, което има край, напомня за преходността – за смъртта, за неконтролируемото. Паническото разстройство е симптом. ' +
            'Лекарствата, които се изписват на пациентите, всъщност премахват симптома. Но те не влияят на причината за появата му. ' +
            'За премахване на причината работи психотерапията (най-добрият вариант е психотелесната психотерапия). ' +
            'Няма случайни симптоми. Те обикновено подтикват човек да направи насила това, което не прави доброволно. ' +
            'В живота си използваме три активни модела, благодарение на които успяваме да задоволим потребностите си. ' +
            'Тези модели са: приемане; привличане; себеотстояване. При човек с паническо разстройство тези поведенчески модели са блокирани и ' +
            'е трудно да се упражни власт над близките.  Но паническите атаки успяват да го правят. Симптомът насилствено налага слабост. ' +
            'Неслучайно  пациентът с паническа атака търси помощ, присъствие, но преживява симптома като „отговорен“ за това. ' +
            'Симптомът принуждава болния да търси помощ (подчинение/ приемане) и да бяга (агресия/ себеотстояване). ' +
            'Когато се разболяваме, ние вдигаме ръце от бъдещето и го оставяме настрани за известно време. ' +
            'Настъпва пауза, време да си поемем дъх и да се свържем със себе си, да си спомним кои сме всъщност, от какво имаме нужда и как да продължим.'
        },

        {
            title: 'Какво ще кажат хората?',
            img: '3.jpg',
            content:
            'Това е един от въпросите, които за съжаление напоследък доста често чувам. Задавайки го, човекът всъщност казва: ' +
            '„За мен е от изключително значение какво мислят хората за мен. Много държа да ме харесват. Не искам някой да говори лошо за мен“. ' +
            'Това в действителност възможно ли е или това поведение е невротично? Според мен е зависимост. Кой всъщност има нужда да печели ' +
            'чуждото одобрение на всяка цена? Ако човек е достатъчно уверен в това, че е важен и стойностен, ще изпитва ли нужда да се харесва на всички,' +
            ' ще има ли нужда от тяхното непрекъснато одобрение? Мисля, че не. Много е важно човек да се вглежда в себе си и да се вслушва във вътрешния си глас, ' +
            'да чува гласа на душата си. И когато този глас се разминава с този на околните, да намери смелостта да го отстоява. ' +
            'Този, който не намира подобна смелост и сила, придава допълнителна значимост на себе си, като се опитва да печели чуждото одобрение на всяка цена, ' +
            'за да повярва, че самият той струва. Разбира се, че не винаги трябва да правим каквото искаме. ' +
            'Живеем в човешко общество и в природата ни е да сме зависими от околните за много неща. ' +
            'Но когато човек позволи на тази зависимост да го превърне в роб на хорското мнение, той се обезличава. ' +
            'Не е невъзможно да се намери балансът между самоотстояването и съобразяването, но за целта човек трябва да види зависимостта и ' +
            'независимостта от всички гледни точки, т.е. и като полезни, и като вредни. Само така може да направи своя самостоятелен избор за всяка отделна ситуация.' +
            'Естествено всички имаме нужда от одобрение, приемане, уважение, дори възхищение от страна на околните. ' +
            'Но е парадоксално, че днешният човек е все по-отчужден и същевременно много зависим от мнението на родителите, партньорите, приятелите, ' +
            'колегите, съседите и т.н. Важно е да чуем какво ще кажат хората. Но е по-важно да приемем мнението им като шанс за сверяване на часовника, ' +
            'а не като императив, въз основа на който да пренебрегнем собствения си комфорт в името на техния.'
        },

        {
            title: 'Психогенни хранителни разстройства',
            img: '2.jpg',
            content:
            'Психогенните хранителни разстройства са включени заедно с алкохолизма и токсикоманиите в групата на т.нар. зависимости. ' +
            'В повечето случаи страдащите от анорексия, булимия и хиперфагия (преяждане, довеждащо до затлъстяване) са жени. ' +
            'Те се провокират от няколко водещи фактора: стрес, личностова предразположеност и културно-социални нагласи. ' +
            'Развитие на отношението ни към храната. През първите два месеца след раждането си бебето се чувсвта едно цяло с майката. ' +
            'То е в симбиоза с нея, а след това бавно осъзнава, че има Ти (другия) и Аз. В началото на живота трудно се прави разлика между храната и майката; ' +
            'топлината, любовта, сензитивността се получават от едно място. Бебето приема храната от гърдата на майката, от биберона. ' +
            'Важна е атмосферата, в която се храни. Важно е и как се чувства майката, ако тя изпитва негативни чувства, чрез кърмата и допира те се предават на детето. ' +
            'Стомахът е орган за запознанство в първите дни- да приеме или да отхвърли храната. Когато не ни харесва нещо, ние го изплюваме, ' +
            'което е вид агресивно поведение, наплюване – нападение; да бъда агресивен с външния свят. Същото се случва и с мислите, идеите, като вид храна. ' +
            'Ако нещо е прието на сила и не ни харесва – храна или мисли – ние се опитваме да го изхвърлим. ' +
            'През първите месеци се изгражда връзката храна – емоции – усещания. Нерядко на по-късен етап детето бива наказвано или поощрявано чрез храната. ' +
            '„Ако слушаш, ще ти купим шоколад.“ и съответно обратното. Нерядко детето, когато има някаква потребност, неусещащата/неразбиращата го майка я ' +
            'удовлетворява чрез храна. Това по-късно може да се прояви като невъзможност за различаване на потребностите или пък за тяхното нездраво, ' +
            'вторично удовлетворяване чрез хранене. Храната неусетно се превръща в емоционален удовлетворител. ' +
            'Тя може да служи за утоляване на празнотата у нас- ядеш, тъпчеш се до пръсване, за да запълниш липсата на любов, внимание, ' +
            'нуждата от прегръдка или пък храната и храненето стават безопасното място и начин за разтоварване на натрупания гняв, яд, агресия. ' +
            'При анорексията отхвърлянето на храната е символно отхвърляне на света, хората, живота, който не ни харесва и/или не можем да ' +
            'се справим с новите обстоятелства и изисквания. Когато пълнеем, сякаш изграждаме сигурна барикада спрямо възможността да чувстваме, ' +
            'да обичаме и да приемаме любов. Храната става нашето най-важно, но и най-контролируемо Ти, което удовлетворява наши важни потребности. ' +
            'При хранителните разстройства храната постепенно става обичана и мразена, контролираща и контролирана. ' +
            'В процеса на психотерапия засегнатият човек трябва да се научи по здравословен начин да удовлетворява потребностите си, ' +
            'да не се страхува да усеща емоциите, нуждите си, да ги приеме и да ги удовлетвори в реалността в контакт с другите хора. ' +
            'Според В.Бернаскони при хиперфагията имаме булимично поведение без повръщане. При неконтролируемия „вълчи“ глад ( когато след ' +
            'направениете клинични изследвания нямаме соматични проблеми, които да провокират абнормно хранене и покачване на килограми) ' +
            'става въпрос за психогенно обусловен проблем с храненето. В процеса на хранене ние усвояваме необходимите хранителни вещества, ' +
            'а ненужното се изхвърля от организма. Проблемното хранене, свързано с увеличен апетит, означава, че липсва задоволяване на ' +
            'истинските потребности и това се компенсира чрез абнормното количество храна. Би могло да значи също така, че лицето е загубило ' +
            'контрол на ситуацията, над възможността да контролира поведението си, над това да си признае от какво всъщност има нужда, ' +
            'дали не бяга от любовта, от това да бъде приет, да бъде обичан, да се отдаде без страх от отхвърляне. ' +
            'Тревожността, която се наблюдава, в известна степен се потиска чрез храненето. Нуждата от удоволствие се набавя от веществата в ' +
            'храната и човек става зависим от храненето. Връзката с храната изразява нашето реално усещане за това доколко сме обичани, емоционално стабилни. ' +
            'Повишеният апетит се появява след емоционална болка, обида, невъзможност за реагиране и често пъти след стрес, умора, за да можем да се отпуснем. ' +
            'В процеса на преяждане се притъпява сензитивността, издига се бариера от мазнини, които пазят от болка, отдаване, усещане. ' +
            'В някои случаи вълчият апетит се появява след претърпяно сексуално насилие, като натрупаните килограми „предпазват“ от срама и сексуалните желания. ' +
            'Хиперфагията показва загуба на контрол, неувереност, безнадежност, но и липса на самоуважение. ' +
            'Клиентът със затлъстяване трябва да разбере какво всъщност означава неговия непрекъснат глад и за какво е гладен. ' +
            'Какво се опитва да скрие от себе си и в какво се залъгва. Кои са дълбоките страхове.Какво би направил, ' +
            'ако изглеждаше по друг начин, как ще живее, кои черти на характера си щеше да покаже, които сега може би прикрива.' +
            '' +
            '        От „Превенция на стрес и професионално изчерпване“, доц. Захарина Савова'
        },

        {
            title: 'Децата били сами',
            img: '1.jpg',
            content:
            '<p>Майката излязла рано сутринта и оставила децата на грижите на Марина - осемнайсетгодишно момиче, което понякога наемала за определени часове, за да се грижи за тях в замяна на няколко песос.</p>

            <p>Откакто починал бащата, времената станали твърде трудни за семейството, жената не можела да рискува работата си, като отсъства всеки път, щом бабата се разболеела или била извън града.Когато годеникът на Марина позвънил, за да я покани на разходка с новата си кола, тя не се двоумила дълго. Така или иначе, децата спели редовния си следобеден сън и нямало да се събудят преди пет.</p>

        <p>Щом чула клаксона, грабнала чантата си и изключила телефона. Погрижила се да заключи вратата на детската стая и прибрала ключа в джоба си. Не искала да рискува Панчо да се събуди и да слезе по стълбите да я търси, защото в края на краищата бил само на шест години и можел да падне и да се удари по невнимание. Освен това, казала си, ако се случело нещо такова, как щяла да обясни на майката, че детето не я е намерило?</p>

    <p>Може би било късо съединение във включения телевизор, в някоя от лампите в хола или искра от камината; във всеки случай, когато завесите пламнали, огънят бързо стигнал до дървената стълба, водеща към спалните.</p>

    <p>Събудила го кашлицата на бебето, предизвикана от дима, който се процеждал изпод вратата. Без да му мисли, Панчо скочил от леглото и натиснал резето, за да отвори вратата, но не успял.Ако я бил отворил, той и няколкомесечното му братче щели да бъдат погълнати от пламъците за няколко минути.</p>

    <p>Панчо започнал да вика Марина, но никой не отговорил на зова му за помощ. Така че се втурнал към телефона в стаята (знаел как да набира номера на майка си), но той нямал сигнал.Панчо разбрал, че трябва да измъкне братчето си оттам. Опитал да отвори прозореца, който гледал към външния корниз, но било невъзможно за малките му ръце да освободят предпазителя, а и дори да успеел, след това щяло да се наложи да отстрани телената мрежа, която родителите му поставили за безопасност.</p>

    <p>Когато пожарникарите приключили с гасенето на огъня, всички говорели само за едно: как това толкова малко дете е успяло да счупи само с една закачалка стъклото и след това решетката?</p>

    <p>Как успяло да понесе бебето в раница?</p>

    <p>Как успяло да се придвижи по корниза и да се спусне по дървото с този товар?</p>

    <p>Как успяло да спаси живота си и този на братчето си?</p>

    <p>Възрастният началник на пожарникарите, човек мъдър и уважаван, им дал отговора:</p>

    <p>- Малкият Панчо е бил сам.... Не е имало кой да му каже, че няма да успее.</p>

    <p>Хорхе Букай „Приказки за размисъл“</p>'
        }
    ];
}]);