app.controller('psTherapyCtrl', ['$scope', function ($scope) {
    $scope.articles = [
        {
            title: 'Психолог, психиатър, психоаналитик, психотерапевт. Каква е разликата?',
            img: '4.jpg',
            content:
            'Често са ми задавали този въпрос. Информацията, която предлагам по-долу, въобще не изчерпва уменията и познанията на психолозите, \
            психотерапевтите и психиатрите, а дава само най-повърхностна представа, колкото за ориентация. \
            Психиатърът е дипломиран лекар със специализация по психиатрия. Психиатрията е клон от медицината, който се занимава с психичните разстройства, \
            причините за появата им, с тяхната симтоматика и т.н. Психиатърът работи с лекарства, а този метод е подходящ за тежки заболявания -например шизофрения. \
             Психологът има завършено висше образование по психология, той умее да работи с тестове, познава основните психологически парадигми и подходи. \
             Дейността му включва диагностика и консултиране на нуждаещите се по различни въпроси. Психологът познава човешката душа.\
             Психотерапевтът е дипломиран психолог със следдипломна специализация в психотерапевтично направление. Психотерапия може да прилага само човек, \
             който се е подложил на индивидуална терапия, преминал е обучение и е работил под супервизия. Психотерапевтът познава човешката душа и я лекува.\
             Психоанализата е метод на психотерапията. Нейна цел е да се идентифицират несъзнаваните конфликти, да се изследват и осъзнаят. \
             Психоаналитикът е и психотерапевт, но  психотерапевтът ( зависи каква психотерапия практикува ) може да не е психоаналитик.\
             Психологът и психиатърът не са психотерапевти, освен ако са завършили подходящо обучение.'
        },

        {
            title: 'Какво представлява психотерапията?',
            img: '3.jpg',
            content:
            'Нерядко сме си задавали някой от следните въпроси:' +
            '                - Какво ми пречи да се отпусна и зарадвам?' +
            '            - Защо не успявам? Къде греша?' +
            '            - Какво ме прави тревожен, напрегнат, или подтиснат без видима причина?' +
            '            - Защо не мога да си намеря партньор, или да имам щастлива връзка?' +
            '            - Защо непрекъснато изпитвам чувство за вина и ми е трудно да откажа, да кажа НЕ!' +
            '            Не искам! Не ми харесва! Не съм съгласен!.....' +
            '    - Какво искам от живота, накъде съм тръгнал...?' +
            '        - Защо преяждам, пия, имам нужда от лекарства, за да мога да издържа?' +
            '        На тези и на още много други въпроси можем да си отговорим посредством психотерапията.' +
            '        Психотерапията  цели да допринесе за общото ни усещане за благополучие и за способността ни да овладяваме живота си по-ефективно, ' +
            'като по този начин повлиява положително нашето душевно и физическо здраве. Чрез различни методи и техники на работа тя ни помага ' +
            'да постигнем естествената потребност на всеки човек – да бъде щастлив. Психотерапията води до постепенно ' +
            'разбиране и управление на собствените емоции, което прави човека уравновесен, емоционално интелигентен.' +
            '        Тя е начин за разбиране на човешкото поведение чрез терапевтично взаимодействие, придобиване на нов житейски опит и ' +
            'справяне с конфликтни ситуации. Това е процес на споделяне, осъзнаване и приемане на чувствата и ситуацията, която тревожи човека. ' +
            'Помага на клиента да разбере как неговите чувства и мисли засягат начина му на действие, реакции и свързване с другите хора.' +
            '       Психотерапията несъмнено служи и за лечение на дадено разстройство, изискващо терапия.' +
            '        Кой може да лекува? Който има призванието за това! Който има добро намерение, сърце, знания и опит! ' +
            'Имайте предвид, че не всеки, който притежава диплома за психолог и психотерапевт е професионалист! ' +
            '(Това естествено важи за всички специалисти в дадена област.) Проявете внимание при избора на психолог или психотерапевт!' +
            '        Тайната и емпатийността са задължителни в психотерапията! В срещите се споделят съкровени и интимни преживявания. ' +
            'Психотерапията е ефективна и има смисъл само когато човек е истински мотивиран, вярва и не се отказва при трудностите по време на терапевтичния процес.' +
            '        След психотерапия хората се променят. Те стават свободни да управляват живота си, да се развиват, да творят и да обичат.'
        },

        {
            title: 'Защо ми е нужна психотерапия, след като мога да споделя проблемите си с приятел? ',
            img: '2.jpg',
            content:
            'Споделяйки с приятел, е нормално човек да се почувства по-добре. Казват, че споделената мъка е половин мъка. Така е. Но това не е психотерапия. ' +
            'Споделянето с приятел не помага да откриеш своя път, своя начин на живот. Често съветите, които дават приятелите, колкото и ' +
            'добронамерени да са, не са подходящи за нас, просто защото са пречупени не през нашия, а през техния мироглед. ' +
            'А и колко често и на колко хора в живота си позволяваме да ни видят изцяло? С всичките ни страхове, с всичките ни ограничения, ' +
            'с всичките ни лимити, които непрекъснато /съзнателно или несъзнателно/ се стремим да прикрием или замаскираме? Така себе си ли сме? Истински ли сме?' +
            'Психотерапевтът не засипва клиента със съвети. Не се опитва да го убеждава в каквото и да е. В психотерапевтичния процес няма „правилно“ и  „неправилно“. ' +
            'Терапевтът помага на клиента да намери собствения си път, да разбере кой е всъщност, да си отговори на въпроси, чиито отговори са неизвестни и трудни за намиране. ' +
            'Да открие своята истина. Психотерапевтът е безпристрастно огледало. В него човек може да се огледа с всичките си позитиви, лимити, страхове, ' +
            'да ги опознае, разбере и приеме. И да счупи оковите! '
        },

        {
            title: 'Какво представлява психотерапията?',
            img: '1.gif',
            content:
            'Всеки има нужда от психотерапия в определен смисъл: Човекът, който се опитва да разбира и познава по-добре себе си или ' +
            'изпитва затруднения при справяне с тревожността и напреженията, препятстващи личностното развитие и ежедневния му живот. ' +
            'Този, който среща проблеми в общуването с близките, колегите, приятелите си. Такава нужда има и този, който желае да изследва ' +
            'отношенията си с околните, за да разбере по-добре начините, по които взаимодейства с тях. Всъщност човек има нужда от психотерапия, ' +
            'за да се развива като човек.'
        }
    ];
}]);