app.controller('psTherapyCtrl', ['$scope', function ($scope) {
    $scope.articles = [
        {
            title: 'Психолог, психиатър, психоаналитик, психотерапевт. Каква е разликата?',
            img: '4.jpg',
            content:
        '<p>&nbsp;&nbsp;&nbsp;Нерядко сме си задавали някой от следните въпроси:</p>' +
    '<p><em>&nbsp;- Какво ми пречи да се отпусна и зарадвам?<br />&nbsp;- Защо не успявам? Къде греша?<br />&nbsp;- Какво ме прави тревожен, напрегнат, или подтиснат без видима причина?<br />&nbsp;- Защо не мога да си намеря партньор, или да имам щастлива връзка?</em></p>' +
    '<p><em>&nbsp;- Защо непрекъснато изпитвам чувство за вина и ми е трудно да откажа, да кажа НЕ!<br />Не искам! Не ми харесва! Не съм съгласен!.....<br />&nbsp;- Какво искам от живота, накъде съм тръгнал...?<br />&nbsp;- Защо преяждам, пия, имам нужда от лекарства, за да мога да издържа?</em></p>' +
    '<p>На тези и на още много други въпроси можем да си отговорим посредством психотерапията.</p>' +
    '<p>Психотерапията&nbsp; цели да допринесе за общото ни усещане за благополучие и за способността ни да овладяваме живота си по-ефективно, като по този начин повлиява положително нашето душевно и физическо здраве. Чрез различни методи и техники на работа тя ни помага да постигнем естествената потребност на всеки човек &ndash; да бъде щастлив. Психотерапията води до постепенно разбиране и управление на собствените емоции, което прави човека уравновесен, емоционално интелигентен.&nbsp;</p>' +
    '<p>Тя е начин за разбиране на човешкото поведение чрез терапевтично взаимодействие, придобиване на нов житейски опит и справяне с конфликтни ситуации. Това е процес на споделяне, осъзнаване и приемане на чувствата и ситуацията, която тревожи човека. Помага на клиента да разбере как неговите чувства и мисли засягат начина му на действие, реакции и свързване с другите хора.<br />Психотерапията несъмнено служи и за лечение на дадено разстройство, изискващо терапия.</p>' +
    '<p>Кой може да лекува?&nbsp;Който има призванието за това! Който има добро намерение, сърце, знания и опит! Имайте предвид, че не всеки, който притежава диплома за психолог и психотерапевт е професионалист! (Това естествено важи за всички специалисти в дадена област.) Проявете внимание при избора на психолог или психотерапевт!</p>' +
    '<p>Тайната и емпатийността са задължителни в психотерапията! В срещите се споделят съкровени и интимни преживявания. Психотерапията е ефективна и има смисъл само когато човек е истински мотивиран, вярва и не се отказва при трудностите по време на терапевтичния процес.</p>' +
    '<p>След психотерапия хората се променят. Те стават свободни да управляват живота си, да се развиват, да творят и да обичат.</p>'
        },

        {
            title: 'Какво представлява психотерапията?',
            img: '3.jpg',
            content:
        '<p>&nbsp;&nbsp;&nbsp;Нерядко сме си задавали някой от следните въпроси:</p>' +
    '<p><em>&nbsp;- Какво ми пречи да се отпусна и зарадвам?<br />&nbsp;- Защо не успявам? Къде греша?<br />&nbsp;- Какво ме прави тревожен, напрегнат, или подтиснат без видима причина?<br />&nbsp;- Защо не мога да си намеря партньор, или да имам щастлива връзка?</em></p>' +
    '<p><em>&nbsp;- Защо непрекъснато изпитвам чувство за вина и ми е трудно да откажа, да кажа НЕ!<br />Не искам! Не ми харесва! Не съм съгласен!.....<br />&nbsp;- Какво искам от живота, накъде съм тръгнал...?<br />&nbsp;- Защо преяждам, пия, имам нужда от лекарства, за да мога да издържа?</em></p>' +
    '<p>На тези и на още много други въпроси можем да си отговорим посредством психотерапията.</p>' +
    '<p>Психотерапията&nbsp; цели да допринесе за общото ни усещане за благополучие и за способността ни да овладяваме живота си по-ефективно, като по този начин повлиява положително нашето душевно и физическо здраве. Чрез различни методи и техники на работа тя ни помага да постигнем естествената потребност на всеки човек &ndash; да бъде щастлив. Психотерапията води до постепенно разбиране и управление на собствените емоции, което прави човека уравновесен, емоционално интелигентен.&nbsp;</p>' +
    '<p>Тя е начин за разбиране на човешкото поведение чрез терапевтично взаимодействие, придобиване на нов житейски опит и справяне с конфликтни ситуации. Това е процес на споделяне, осъзнаване и приемане на чувствата и ситуацията, която тревожи човека. Помага на клиента да разбере как неговите чувства и мисли засягат начина му на действие, реакции и свързване с другите хора.<br />Психотерапията несъмнено служи и за лечение на дадено разстройство, изискващо терапия.</p>' +
    '<p>Кой може да лекува?&nbsp;Който има призванието за това! Който има добро намерение, сърце, знания и опит! Имайте предвид, че не всеки, който притежава диплома за психолог и психотерапевт е професионалист! (Това естествено важи за всички специалисти в дадена област.) Проявете внимание при избора на психолог или психотерапевт!</p>' +
    '<p>Тайната и емпатийността са задължителни в психотерапията! В срещите се споделят съкровени и интимни преживявания. Психотерапията е ефективна и има смисъл само когато човек е истински мотивиран, вярва и не се отказва при трудностите по време на терапевтичния процес.</p>' +
    '<p>След психотерапия хората се променят. Те стават свободни да управляват живота си, да се развиват, да творят и да обичат.</p>'
        },

        {
            title: 'Защо ми е нужна психотерапия, след като мога да споделя проблемите си с приятел? ',
            img: '2.jpg',
            content:
        '<p>Споделяйки с приятел, е нормално човек да се почувства по-добре. Казват, че споделената мъка е половин мъка. Така е. Но това не е психотерапия. Споделянето с приятел не помага да откриеш своя</p>' +
        '<p>път, своя начин на живот. Често съветите, които дават приятелите, колкото и добронамерени да са, не са подходящи за нас, просто защото са пречупени не през нашия, а през техния мироглед. А и колко често и на колко хора в живота си позволяваме да ни видят изцяло? С всичките ни страхове, с всичките ни ограничения, с всичките ни лимити, които непрекъснато /съзнателно или несъзнателно/ се стремим да прикрием или замаскираме? Така себе си ли сме? Истински ли сме?&nbsp;</p>' +
    '<p>Психотерапевтът не засипва клиента със съвети. Не се опитва да го убеждава в каквото и да е. В психотерапевтичния процес няма &bdquo;правилно&ldquo; и&nbsp; &bdquo;неправилно&ldquo;. Терапевтът помага на клиента да намери собствения си път, да разбере кой е всъщност, да си отговори на въпроси, чиито отговори са неизвестни и трудни за намиране. Да открие своята истина. Психотерапевтът е безпристрастно огледало. В него човек може да се огледа с всичките си позитиви, лимити, страхове, да ги опознае, разбере и приеме. И да счупи оковите!&nbsp;&nbsp;</p>'
        },

        {
            title: 'Какво има нужда от психотерапия?',
            img: '1.gif',
            content:
        '<p>Всеки има нужда от психотерапия в определен смисъл: Човекът, който се опитва да разбира и познава по-добре себе си или изпитва затруднения при справяне с тревожността и напреженията, препятстващи личностното развитие и ежедневния му живот. Този, който</p>' +
    '<p>среща проблеми в общуването с близките, колегите, приятелите си. Такава нужда има и този, който желае да изследва отношенията си с околните, за да разбере по-добре начините, по които взаимодейства с тях. Всъщност човек има нужда от психотерапия, за да се развива като човек.</p>'
        }
    ];
}]);